IDEA Open Model
PrestressSteelTypeSIA Enumeration
Compatible with IDEA StatiCa Beta 20.0
 Type of prestress steel
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public enum PrestressSteelTypeSIA
Public Enumeration PrestressSteelTypeSIA
Members
Member name | Value | Description
Wire | 0 |  wire - drát
Strand | 1 |  Strand - lana
Bar | 2 |  bar - tyč
See Also
Reference
IdeaRS.OpenModel.Material Namespace